Repository: apoorvdarshan/delts
Catalog: ios/delts/Localizable.xcstrings
Source language: en
Languages: ar, az, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ro, ru, zh_hans

source: Coach AI isn't set up on the server yet.
ar: لم يتم إعداد ذكاء المدرب على الخادم بعد.
az: Məşqçi AI hələ serverdə qurulmayıb.
de: Die Coach-KI ist auf dem Server noch nicht eingerichtet.
es: El Coach IA aún no está configurado en el servidor.
fr: L’IA du Coach n’est pas encore configurée sur le serveur.
hi: कोच AI अभी सर्वर पर सेट अप नहीं है।
it: Il Coach AI non è ancora configurato sul server.
ja: コーチAIはまだサーバーに設定されていません。
ko: 코치 AI가 아직 서버에 설정되지 않았습니다.
nl: Coach-AI is nog niet ingesteld op de server.
pl: AI Trenera nie jest jeszcze skonfigurowane na serwerze.
pt_br: A IA do Coach ainda não está configurada no servidor.
ro: AI-ul Antrenorului nu este încă configurat pe server.
ru: ИИ тренера ещё не настроен на сервере.
zh_hans: 服务器尚未配置教练 AI。

source: Coach didn't return a response. Try rephrasing.
ar: لم يُرجع المدرب ردًا. جرّب إعادة الصياغة.
az: Məşqçi cavab qaytarmadı. Başqa cür ifadə edin.
de: Der Coach hat keine Antwort geliefert. Formuliere es anders.
es: El Coach no devolvió respuesta. Prueba a reformular.
fr: Le Coach n’a pas répondu. Essayez de reformuler.
hi: कोच से जवाब नहीं मिला। सवाल बदलकर पूछें।
it: Il Coach non ha risposto. Prova a riformulare.
ja: コーチから応答がありませんでした。言い換えてみてください。
ko: 코치가 응답하지 않았습니다. 질문을 바꿔 보세요.
nl: Coach gaf geen antwoord. Probeer het anders te formuleren.
pl: Trener nie odpowiedział. Spróbuj inaczej sformułować pytanie.
pt_br: O Coach não respondeu. Tente reformular.
ro: Antrenorul nu a răspuns. Încearcă să reformulezi.
ru: Тренер не ответил. Попробуйте переформулировать.
zh_hans: 教练未返回回复。请换种说法试试。

source: Coach is a Premium feature
ar: المدرب ميزة Premium
az: Məşqçi Premium funksiyadır
de: Der Coach ist ein Premium-Feature
es: El Coach es una función Premium
fr: Le Coach est une fonction Premium
hi: कोच एक प्रीमियम फ़ीचर है
it: Il Coach è una funzione Premium
ja: コーチはPremium機能です
ko: 코치는 프리미엄 기능입니다
nl: Coach is een Premium-functie
pl: Trener to funkcja Premium
pt_br: O Coach é um recurso Premium
ro: Antrenorul este o funcție Premium
ru: Тренер — функция Premium
zh_hans: 教练是 Premium 功能

source: Coach is typing
ar: المدرب يكتب
az: Məşqçi yazır
de: Coach schreibt
es: El Coach está escribiendo
fr: Le Coach écrit
hi: कोच टाइप कर रहा है
it: Il Coach sta scrivendo
ja: コーチが入力中
ko: 코치가 입력 중
nl: Coach typt
pl: Trener pisze
pt_br: O Coach está digitando
ro: Antrenorul scrie
ru: Тренер печатает
zh_hans: 教练正在输入

source: Coach isn't available right now.
ar: المدرب غير متاح الآن.
az: Məşqçi hazırda əlçatan deyil.
de: Der Coach ist gerade nicht verfügbar.
es: El Coach no está disponible ahora mismo.
fr: Le Coach est indisponible pour le moment.
hi: कोच अभी उपलब्ध नहीं है।
it: Il Coach non è disponibile al momento.
ja: コーチは現在利用できません。
ko: 지금은 코치를 이용할 수 없습니다.
nl: Coach is momenteel niet beschikbaar.
pl: Trener jest teraz niedostępny.
pt_br: O Coach não está disponível agora.
ro: Antrenorul nu este disponibil momentan.
ru: Тренер сейчас недоступен.
zh_hans: 教练暂时不可用。

source: Coach request failed (%lld). Try again.
ar: فشل طلب المدرب (%lld). حاول مجددًا.
az: Məşqçi sorğusu alınmadı (%lld). Yenidən cəhd edin.
de: Coach-Anfrage fehlgeschlagen (%lld). Versuch es erneut.
es: La solicitud al Coach falló (%lld). Inténtalo de nuevo.
fr: Échec de la requête Coach (%lld). Réessayez.
hi: कोच अनुरोध विफल (%lld)। फिर कोशिश करें।
it: Richiesta al Coach non riuscita (%lld). Riprova.
ja: コーチへのリクエストに失敗しました (%lld)。もう一度お試しください。
ko: 코치 요청 실패 (%lld). 다시 시도해 주세요.
nl: Coach-verzoek mislukt (%lld). Probeer opnieuw.
pl: Żądanie do Trenera nie powiodło się (%lld). Spróbuj ponownie.
pt_br: Falha na solicitação ao Coach (%lld). Tente de novo.
ro: Cererea către Antrenor a eșuat (%lld). Încearcă din nou.
ru: Запрос к тренеру не удался (%lld). Попробуйте ещё раз.
zh_hans: 教练请求失败 (%lld)。请重试。

source: Contact
ar: التواصل
az: Əlaqə
de: Kontakt
es: Contacto
hi: संपर्क
it: Contatti
ja: 連絡先
ko: 연락처
pl: Kontakt
pt_br: Contato
ru: Контакты
zh_hans: 联系

source: Contact Us
ar: تواصل معنا
az: Bizimlə əlaqə
de: Kontaktiere uns
es: Contáctanos
fr: Nous contacter
hi: संपर्क करें
it: Contattaci
ja: お問い合わせ
ko: 문의하기
nl: Neem contact op
pl: Skontaktuj się z nami
pt_br: Fale conosco
ro: Contactează-ne
ru: Связаться с нами
zh_hans: 联系我们

source: Continue
ar: متابعة
az: Davam et
de: Weiter
es: Continuar
fr: Continuer
hi: जारी रखें
it: Continua
ja: 続ける
ko: 계속
nl: Ga door
pl: Kontynuuj
pt_br: Continuar
ro: Continuă
ru: Продолжить
zh_hans: 继续

source: Copied!
ar: تم النسخ!
az: Kopyalandı!
de: Kopiert!
es: ¡Copiado!
fr: Copié !
hi: कॉपी हो गया!
it: Copiato!
ja: コピーしました！
ko: 복사됨!
nl: Gekopieerd!
pl: Skopiowano!
pt_br: Copiado!
ro: Copiat!
ru: Скопировано!
zh_hans: 已复制！

source: Copy from day
ar: نسخ من يوم آخر
az: Gündən kopyala
de: Von Tag kopieren
es: Copiar de otro día
fr: Copier depuis un jour
hi: दिन से कॉपी करें
it: Copia da un giorno
ja: 他の日からコピー
ko: 다른 요일에서 복사
nl: Kopieer van dag
pl: Kopiuj z dnia
pt_br: Copiar de outro dia
ro: Copiază din altă zi
ru: Скопировать из дня
zh_hans: 从其他日复制

source: Copy to %@
ar: نسخ إلى %@
az: %@ gününə kopyala
de: Nach %@ kopieren
es: Copiar a %@
fr: Copier vers %@
hi: %@ में कॉपी करें
it: Copia in %@
ja: %@にコピー
ko: %@에 복사
nl: Kopieer naar %@
pl: Kopiuj do %@
pt_br: Copiar para %@
ro: Copiază în %@
ru: Скопировать в %@
zh_hans: 复制到%@

source: Core
ar: الجذع
az: Gövdə
fr: Tronc
hi: कोर
ja: 体幹
ko: 코어
ru: Кор
zh_hans: 核心

source: Creating your default profile
ar: جارٍ إنشاء ملفك الافتراضي
az: Standart profiliniz yaradılır
de: Dein Standardprofil wird erstellt
es: Creando tu perfil predeterminado
fr: Création de votre profil par défaut
hi: आपकी डिफ़ॉल्ट प्रोफ़ाइल बन रही है
it: Creazione del profilo predefinito
ja: デフォルトプロフィールを作成中
ko: 기본 프로필 생성 중
nl: Je standaardprofiel wordt aangemaakt
pl: Tworzenie domyślnego profilu
pt_br: Criando seu perfil padrão
ro: Se creează profilul tău implicit
ru: Создаём профиль по умолчанию
zh_hans: 正在创建默认个人资料

source: Creator
ar: المطوّر
az: Yaradıcı
de: Entwickler
es: Creador
fr: Créateur
hi: निर्माता
it: Creatore
ja: 作成者
ko: 제작자
nl: Maker
pl: Twórca
pt_br: Criador
ru: Автор
zh_hans: 创作者

source: Current
ar: الحالي
az: Cari
de: Aktuell
es: Actual
fr: Actuel
hi: मौजूदा
it: Attuale
ja: 現在
ko: 현재
nl: Huidig
pl: Aktualne
pt_br: Atual
ro: Actual
ru: Текущий
zh_hans: 当前

source: Current body data, targets, and health sync.
ar: بيانات الجسم الحالية والأهداف ومزامنة الصحة.
az: Cari bədən məlumatları, hədəflər və sağlamlıq sinxronizasiyası.
de: Aktuelle Körperdaten, Ziele und Health-Sync.
es: Datos corporales actuales, objetivos y sincronización de salud.
fr: Données corporelles actuelles, objectifs et synchro santé.
hi: मौजूदा बॉडी डेटा, लक्ष्य और हेल्थ सिंक।
it: Dati corporei attuali, obiettivi e sincronizzazione con Salute.
ja: 現在の身体データ、目標、ヘルスケア同期。
ko: 현재 신체 데이터, 목표, 건강 동기화입니다.
nl: Huidige lichaamsgegevens, doelen en gezondheidssynchronisatie.
pl: Aktualne dane ciała, cele i synchronizacja zdrowia.
pt_br: Dados corporais atuais, metas e sincronização de saúde.
ro: Date corporale actuale, ținte și sincronizare cu Sănătate.
ru: Текущие данные тела, цели и синхронизация со «Здоровьем».
zh_hans: 当前身体数据、目标及健康同步。

source: Current body fat
ar: نسبة الدهون الحالية
az: Cari bədən yağı
de: Aktuelles Körperfett
es: Grasa corporal actual
fr: Masse grasse actuelle
hi: मौजूदा बॉडी फ़ैट
it: Massa grassa attuale
ja: 現在の体脂肪率
ko: 현재 체지방
nl: Huidig vetpercentage
pl: Obecna tkanka tłuszczowa
pt_br: Gordura corporal atual
ro: Grăsime corporală actuală
ru: Текущий % жира
zh_hans: 当前体脂

source: Current weight
ar: الوزن الحالي
az: Cari çəki
de: Aktuelles Gewicht
es: Peso actual
fr: Poids actuel
hi: मौजूदा वज़न
it: Peso attuale
ja: 現在の体重
ko: 현재 체중
nl: Huidig gewicht
pl: Obecna waga
pt_br: Peso atual
ro: Greutate actuală
ru: Текущий вес
zh_hans: 当前体重

source: Custom split
ar: تقسيم مخصص
az: Fərdi bölgü
de: Eigener Split
es: Split personalizado
fr: Split personnalisé
hi: कस्टम स्प्लिट
it: Split personalizzato
ja: カスタムスプリット
ko: 커스텀 분할
nl: Eigen split
pl: Własny split
pt_br: Divisão personalizada
ro: Split personalizat
ru: Свой сплит
zh_hans: 自定义分化

source: Customer ID
ar: معرّف العميل
az: Müştəri ID-si
de: Kundennummer
es: ID de cliente
fr: Identifiant client
hi: ग्राहक ID
it: ID cliente
ja: 顧客ID
ko: 고객 ID
nl: Klant-ID
pl: Identyfikator klienta
pt_br: ID do cliente
ro: ID client
ru: ID клиента
zh_hans: 客户 ID

source: Cyan
ar: سماوي
az: Firuzəyi
es: Cian
hi: सियान
it: Ciano
ja: シアン
ko: 시안
nl: Cyaan
pl: Cyjan
pt_br: Ciano
ru: Голубой
zh_hans: 青色

source: Dark
ar: داكن
az: Tünd
de: Dunkel
es: Oscuro
fr: Sombre
hi: डार्क
it: Scuro
ja: ダーク
ko: 다크
nl: Donker
pl: Ciemny
pt_br: Escuro
ro: Întunecat
ru: Тёмная
zh_hans: 深色

source: Darker
ar: أدكن
az: Daha tünd
de: Dunkler
es: Más oscuro
fr: Plus sombre
hi: डार्कर
it: Più scuro
ja: より暗い
ko: 더 어둡게
nl: Donkerder
pl: Ciemniejszy
pt_br: Mais escuro
ro: Mai întunecat
ru: Темнее
zh_hans: 更深

source: Database metadata
ar: البيانات الوصفية لقاعدة البيانات
az: Verilənlər bazası metadatası
de: Datenbank-Metadaten
es: Metadatos de la base de datos
fr: Métadonnées de la base
hi: डेटाबेस मेटाडेटा
it: Metadati del database
ja: データベース情報
ko: 데이터베이스 메타데이터
pl: Metadane bazy danych
pt_br: Metadados do banco de dados
ro: Metadate bază de date
ru: Метаданные базы данных
zh_hans: 数据库元数据

source: Deadlift
ar: الرفعة الميتة
de: Kreuzheben
es: Peso muerto
fr: Soulevé de terre
hi: डेडलिफ़्ट
it: Stacco da terra
ja: デッドリフト
ko: 데드리프트
pl: Martwy ciąg
pt_br: Levantamento terra
ro: Îndreptări
ru: Становая тяга
zh_hans: 硬拉

source: Decimal
ar: عشري
az: Kəsrli
de: Dezimal
fr: Décimal
hi: दशमलव
it: Decimali
ja: 小数
ko: 소수
nl: Decimaal
pl: Dziesiętne
ro: Zecimal
ru: Дробные
zh_hans: 小数

source: Delete
ar: حذف
az: Sil
de: Löschen
es: Eliminar
fr: Supprimer
hi: डिलीट करें
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijder
pl: Usuń
pt_br: Apagar
ro: Șterge
ru: Удалить
zh_hans: 删除

source: Delts AI features need to send some of your data off your device to answer you. Nothing is shared until you allow it.
ar: تحتاج ميزات الذكاء الاصطناعي في Delts إلى إرسال بعض بياناتك خارج جهازك للرد عليك. لن تتم مشاركة أي شيء حتى تسمح بذلك.
az: Delts-in AI funksiyaları sizə cavab vermək üçün məlumatlarınızın bir hissəsini cihazınızdan kənara göndərməlidir. Siz icazə verməyincə heç nə paylaşılmır.
de: Die KI-Funktionen von Delts müssen einige deiner Daten von deinem Gerät senden, um dir zu antworten. Nichts wird geteilt, bis du es erlaubst.
es: Las funciones de IA de Delts necesitan enviar algunos de tus datos fuera de tu dispositivo para responderte. No se comparte nada hasta que lo permitas.
fr: Les fonctionnalités d'IA de Delts doivent envoyer certaines de vos données hors de votre appareil pour vous répondre. Rien n'est partagé tant que vous ne l'autorisez pas.
hi: आपको जवाब देने के लिए Delts की AI सुविधाओं को आपका कुछ डेटा आपके डिवाइस से बाहर भेजना होता है। जब तक आप अनुमति नहीं देते, कुछ भी साझा नहीं किया जाता।
it: Le funzioni IA di Delts devono inviare alcuni dei tuoi dati fuori dal dispositivo per risponderti. Nulla viene condiviso finché non lo consenti.
ja: DeltsのAI機能が応答するには、一部のデータをデバイスの外に送信する必要があります。許可するまで何も共有されません。
ko: Delts의 AI 기능이 답변하려면 일부 데이터를 기기 밖으로 전송해야 합니다. 허용하기 전에는 아무것도 공유되지 않습니다.
nl: De AI-functies van Delts moeten een deel van je gegevens van je apparaat versturen om je te kunnen antwoorden. Er wordt niets gedeeld totdat je toestemming geeft.
pl: Funkcje AI w Delts muszą wysłać część Twoich danych poza urządzenie, aby Ci odpowiedzieć. Nic nie jest udostępniane, dopóki nie wyrazisz zgody.
pt_br: Os recursos de IA do Delts precisam enviar alguns dos seus dados para fora do dispositivo para responder a você. Nada é compartilhado até você permitir.
ro: Funcțiile AI din Delts trebuie să trimită o parte din datele tale în afara dispozitivului pentru a-ți răspunde. Nimic nu este partajat până nu îți dai acordul.
ru: Чтобы отвечать вам, функциям ИИ в Delts нужно отправлять часть ваших данных с устройства. Ничего не передаётся, пока вы не разрешите.
zh_hans: Delts 的 AI 功能需要将你的部分数据发送到设备之外才能回答你。在你允许之前，不会共享任何内容。

source: Delts is checking the App Store for a newer version.
ar: يتحقق Delts من App Store بحثًا عن إصدار أحدث.
az: Delts App Store-da daha yeni versiyanı yoxlayır.
de: Delts prüft im App Store auf eine neuere Version.
es: Delts está buscando una versión más reciente en el App Store.
fr: Delts recherche une version plus récente sur l’App Store.
hi: Delts App Store पर नया वर्शन जाँच रहा है।
it: Delts sta cercando una versione più recente sull'App Store.
ja: DeltsがApp Storeで新しいバージョンを確認しています。
ko: Delts가 App Store에서 새 버전을 확인하고 있습니다.
nl: Delts zoekt in de App Store naar een nieuwere versie.
pl: Delts sprawdza w App Store, czy jest nowsza wersja.
pt_br: O Delts está verificando se há versão mais nova na App Store.
ro: Delts caută o versiune mai nouă în App Store.
ru: Delts проверяет наличие новой версии в App Store.
zh_hans: Delts 正在 App Store 检查是否有新版本。

source: Delts is not medical advice — consult a professional before changing your training.
ar: Delts ليس نصيحة طبية — استشر مختصًا قبل تغيير برنامج تدريبك.
az: Delts tibbi məsləhət deyil — məşqinizi dəyişməzdən əvvəl mütəxəssislə məsləhətləşin.
de: Delts ist keine medizinische Beratung — sprich mit Fachpersonal, bevor du dein Training änderst.
es: Delts no es consejo médico: consulta a un profesional antes de cambiar tu entrenamiento.
fr: Delts ne remplace pas un avis médical — consultez un professionnel avant de modifier votre entraînement.
hi: Delts चिकित्सकीय सलाह नहीं है — ट्रेनिंग बदलने से पहले किसी विशेषज्ञ से सलाह लें।
it: Delts non fornisce consigli medici — consulta un professionista prima di modificare il tuo allenamento.
ja: Deltsは医療アドバイスではありません。トレーニングを変更する前に専門家にご相談ください。
ko: Delts는 의학적 조언이 아닙니다 — 운동을 바꾸기 전에 전문가와 상담하세요.
nl: Delts is geen medisch advies — raadpleeg een professional voordat je je training aanpast.
pl: Delts nie stanowi porady medycznej — przed zmianą treningu skonsultuj się ze specjalistą.
pt_br: O Delts não é aconselhamento médico — consulte um profissional antes de mudar seu treino.
ro: Delts nu oferă sfaturi medicale — consultă un specialist înainte de a-ți schimba antrenamentul.
ru: Delts — не медицинский совет. Перед изменением тренировок проконсультируйтесь со специалистом.
zh_hans: Delts 不构成医疗建议——调整训练前请咨询专业人士。

source: Delts Is Up to Date
ar: Delts محدَّث
az: Delts ən son versiyadadır
de: Delts ist aktuell
es: Delts está actualizado
fr: Delts est à jour
hi: Delts अप टू डेट है
it: Delts è aggiornato
ja: Deltsは最新です
ko: Delts가 최신 버전입니다
pl: Delts jest aktualny
pt_br: O Delts está atualizado
ro: Delts este la zi
ru: У вас актуальная версия Delts
zh_hans: Delts 已是最新版本

source: Discard
ar: تجاهل
az: İmtina et
de: Verwerfen
es: Descartar
fr: Abandonner
hi: हटा दें
it: Scarta
ja: 破棄
ko: 버리기
nl: Gooi weg
pl: Odrzuć
pt_br: Descartar
ro: Renunță
ru: Не сохранять
zh_hans: 放弃

source: Display options for Delts.
ar: خيارات العرض في Delts.
az: Delts üçün ekran seçimləri.
de: Anzeigeoptionen für Delts.
es: Opciones de visualización de Delts.
fr: Options d’affichage de Delts.
hi: Delts के डिस्प्ले विकल्प।
it: Opzioni di visualizzazione di Delts.
ja: Deltsの表示オプションです。
ko: Delts의 화면 옵션입니다.
nl: Weergaveopties voor Delts.
pl: Opcje wyświetlania Delts.
pt_br: Opções de exibição do Delts.
ro: Opțiuni de afișare pentru Delts.
ru: Параметры отображения Delts.
zh_hans: Delts 的显示选项。

source: Done
ar: تم
az: Hazır
de: Fertig
es: Hecho
fr: Terminé
hi: पूर्ण
it: Fine
ja: 完了
ko: 완료
nl: Gereed
pl: Gotowe
pt_br: OK
ro: Gata
ru: Готово
zh_hans: 完成

source: Double tap to add to available equipment.
ar: اضغط مرتين للإضافة إلى المعدات المتاحة.
az: Mövcud avadanlığa əlavə etmək üçün iki dəfə toxunun.
de: Doppeltippen, um zum verfügbaren Equipment hinzuzufügen.
es: Pulsa dos veces para añadir al equipamiento disponible.
fr: Touchez deux fois pour ajouter à l’équipement disponible.
hi: उपलब्ध इक्विपमेंट में जोड़ने के लिए डबल टैप करें।
it: Tocca due volte per aggiungere all'attrezzatura disponibile.
ja: ダブルタップで利用可能な器具に追加します。
ko: 사용 가능한 기구에 추가하려면 이중 탭 하세요.
nl: Tik tweemaal om toe te voegen aan beschikbare apparatuur.
pl: Stuknij dwukrotnie, aby dodać do dostępnego sprzętu.
pt_br: Toque duas vezes para adicionar aos equipamentos disponíveis.
ro: Atinge de două ori pentru a adăuga la echipamentul disponibil.
ru: Дважды коснитесь, чтобы добавить в доступное оборудование.
zh_hans: 轻点两下添加到可用器械。

source: Double tap to remove from available equipment.
ar: اضغط مرتين للإزالة من المعدات المتاحة.
az: Mövcud avadanlıqdan çıxarmaq üçün iki dəfə toxunun.
de: Doppeltippen, um aus dem verfügbaren Equipment zu entfernen.
es: Pulsa dos veces para quitar del equipamiento disponible.
fr: Touchez deux fois pour retirer de l’équipement disponible.
hi: उपलब्ध इक्विपमेंट से हटाने के लिए डबल टैप करें।
it: Tocca due volte per rimuovere dall'attrezzatura disponibile.
ja: ダブルタップで利用可能な器具から削除します。
ko: 사용 가능한 기구에서 제거하려면 이중 탭 하세요.
nl: Tik tweemaal om te verwijderen uit beschikbare apparatuur.
pl: Stuknij dwukrotnie, aby usunąć z dostępnego sprzętu.
pt_br: Toque duas vezes para remover dos equipamentos disponíveis.
ro: Atinge de două ori pentru a elimina din echipamentul disponibil.
ru: Дважды коснитесь, чтобы убрать из доступного оборудования.
zh_hans: 轻点两下从可用器械中移除。

source: Double tap to remove.
ar: اضغط مرتين للإزالة.
az: Çıxarmaq üçün iki dəfə toxunun.
de: Zum Entfernen doppeltippen.
es: Pulsa dos veces para quitar.
fr: Touchez deux fois pour retirer.
hi: हटाने के लिए डबल टैप करें।
it: Tocca due volte per rimuovere.
ja: ダブルタップで削除します。
ko: 제거하려면 이중 탭 하세요.
nl: Tik tweemaal om te verwijderen.
pl: Stuknij dwukrotnie, aby usunąć.
pt_br: Toque duas vezes para remover.
ro: Atinge de două ori pentru a elimina.
ru: Дважды коснитесь, чтобы убрать.
zh_hans: 轻点两下移除。

source: Double tap to select.
ar: اضغط مرتين للتحديد.
az: Seçmək üçün iki dəfə toxunun.
de: Zum Auswählen doppeltippen.
es: Pulsa dos veces para seleccionar.
fr: Touchez deux fois pour sélectionner.
hi: चुनने के लिए डबल टैप करें।
it: Tocca due volte per selezionare.
ja: ダブルタップで選択します。
ko: 선택하려면 이중 탭 하세요.
nl: Tik tweemaal om te selecteren.
pl: Stuknij dwukrotnie, aby wybrać.
pt_br: Toque duas vezes para selecionar.
ro: Atinge de două ori pentru a selecta.
ru: Дважды коснитесь, чтобы выбрать.
zh_hans: 轻点两下选择。

source: duration
ar: المدة
az: müddət
de: Dauer
es: duración
fr: durée
hi: अवधि
it: durata
ja: 所要時間
ko: 소요 시간
nl: duur
pl: czas trwania
pt_br: duração
ro: durată
ru: длительность
zh_hans: 时长

source: Duration
ar: المدة
az: Müddət
de: Dauer
es: Duración
fr: Durée
hi: अवधि
it: Durata
ja: 所要時間
ko: 소요 시간
nl: Duur
pl: Czas trwania
pt_br: Duração
ro: Durată
ru: Длительность
zh_hans: 时长

source: Edit equipment from Profile only
ar: تعديل المعدات من الملف الشخصي فقط
az: Avadanlığı yalnız Profildən dəyişin
de: Equipment nur im Profil bearbeiten
es: Edita el equipamiento solo desde Perfil
fr: Modifier l’équipement depuis le Profil uniquement
hi: इक्विपमेंट सिर्फ़ प्रोफ़ाइल से एडिट करें
it: Modifica l'attrezzatura solo dal Profilo
ja: 器具の編集はプロフィールからのみ
ko: 기구는 프로필에서만 편집
nl: Wijzig apparatuur alleen via Profiel
pl: Sprzęt edytuj tylko w Profilu
pt_br: Edite equipamentos só pelo Perfil
ro: Editezi echipamentul doar din Profil
ru: Оборудование меняется только в профиле
zh_hans: 仅可在个人资料中编辑器械

source: Edit Metric
ar: تعديل القياس
az: Göstəricini redaktə et
de: Wert bearbeiten
es: Editar métrica
fr: Modifier la mesure
hi: मेट्रिक एडिट करें
it: Modifica metrica
ja: 記録を編集
ko: 지표 편집
nl: Wijzig meetwaarde
pl: Edytuj pomiar
pt_br: Editar métrica
ro: Editează măsurătoarea
ru: Изменить метрику
zh_hans: 编辑指标

source: Elapsed
ar: المنقضي
az: Keçən vaxt
de: Verstrichen
es: Transcurrido
fr: Écoulé
hi: बीता समय
it: Trascorso
ja: 経過時間
ko: 경과
nl: Verstreken
pl: Upłynęło
pt_br: Decorrido
ro: Timp scurs
ru: Прошло
zh_hans: 已用时

source: Enjoying Delts?
ar: هل يعجبك Delts؟
az: Delts xoşunuza gəlir?
de: Gefällt dir Delts?
es: ¿Te gusta Delts?
fr: Delts vous plaît ?
hi: Delts पसंद आ रहा है?
it: Ti piace Delts?
ja: Deltsを楽しんでいますか？
ko: Delts가 마음에 드시나요?
nl: Blij met Delts?
pl: Podoba Ci się Delts?
pt_br: Curtindo o Delts?
ro: Îți place Delts?
ru: Нравится Delts?
zh_hans: 喜欢 Delts 吗？

source: Enter reps and optional RPE for each set.
ar: أدخل التكرارات وRPE اختياريًا لكل مجموعة.
az: Hər set üçün təkrar sayını və istəyə bağlı RPE daxil edin.
de: Gib für jeden Satz Wdh. und optional RPE ein.
es: Introduce reps y RPE opcional para cada serie.
fr: Saisissez les reps et le RPE (facultatif) de chaque série.
hi: हर सेट के रेप्स और वैकल्पिक RPE दर्ज करें।
it: Inserisci ripetizioni e RPE facoltativo per ogni serie.
ja: 各セットのレップ数と任意でRPEを入力します。
ko: 세트마다 횟수와 RPE(선택)를 입력하세요.
nl: Voer per set reps en optioneel RPE in.
pl: Wpisz powtórzenia i opcjonalne RPE dla każdej serii.
pt_br: Informe as repetições e o RPE opcional de cada série.
ro: Introdu repetările și, opțional, RPE pentru fiecare serie.
ru: Введите повторы и при желании RPE для каждого подхода.
zh_hans: 为每组输入次数和可选的 RPE。

source: Enter weight, reps, and optional RPE for each set.
ar: أدخل الوزن والتكرارات وRPE اختياريًا لكل مجموعة.
az: Hər set üçün çəkini, təkrar sayını və istəyə bağlı RPE daxil edin.
de: Gib für jeden Satz Gewicht, Wdh. und optional RPE ein.
es: Introduce el peso, las reps y el RPE opcional para cada serie.
fr: Saisissez le poids, les reps et le RPE (facultatif) de chaque série.
hi: हर सेट के लिए वज़न, रेप्स और वैकल्पिक RPE दर्ज करें।
it: Inserisci peso, ripetizioni e RPE facoltativo per ogni serie.
ja: 各セットの重量、レップ数、任意でRPEを入力します。
ko: 세트마다 무게, 횟수, RPE(선택)를 입력하세요.
nl: Voer per set gewicht, reps en optioneel RPE in.
pl: Wpisz ciężar, powtórzenia i opcjonalne RPE dla każdej serii.
pt_br: Informe o peso, as repetições e o RPE opcional de cada série.
ro: Introdu greutatea, repetările și, opțional, RPE pentru fiecare serie.
ru: Введите вес, повторы и при желании RPE для каждого подхода.
zh_hans: 为每组输入重量、次数和可选的 RPE。

source: Equipment
ar: المعدات
az: Avadanlıq
es: Equipamiento
fr: Équipement
hi: इक्विपमेंट
it: Attrezzatura
ja: 器具
ko: 기구
nl: Apparatuur
pl: Sprzęt
pt_br: Equipamentos
ro: Echipament
ru: Оборудование
zh_hans: 器械

source: Every logged workout gets its energy filled in
ar: تُحتسب الطاقة تلقائيًا لكل تمرين مسجّل
az: Qeyd olunan hər məşqin enerjisi avtomatik doldurulur
de: Jedes geloggte Workout bekommt seinen Energiewert
es: Cada entrenamiento registrado incluye su gasto calórico
fr: Chaque entraînement consigné voit ses calories renseignées
hi: हर लॉग किए वर्कआउट की एनर्जी अपने-आप भर जाती है
it: Ogni allenamento registrato riceve il suo consumo energetico
ja: 記録した全ワークアウトに消費カロリーを自動入力
ko: 기록된 모든 운동에 소모 에너지가 채워집니다
nl: Bij elke gelogde workout wordt de energie automatisch ingevuld
pl: Każdy zapisany trening ma uzupełnione kalorie
pt_br: Todo treino registrado tem o gasto calórico preenchido
ro: Fiecare antrenament înregistrat primește automat caloriile arse
ru: Каждая записанная тренировка получает свой расход энергии
zh_hans: 每条训练记录都会自动填入能量消耗

source: Every primary lower-body target stays separate.
ar: تبقى كل عضلة أساسية في الجزء السفلي منفصلة.
az: Aşağı bədənin hər əsas hədəfi ayrı qalır.
de: Jeder primäre Unterkörper-Zielmuskel bleibt separat.
es: Cada músculo primario del tren inferior va por separado.
fr: Chaque cible primaire du bas du corps reste séparée.
hi: हर प्राइमरी लोअर-बॉडी टारगेट अलग रहता है।
it: Ogni target primario della parte inferiore resta separato.
ja: 下半身の主働筋をすべて個別に扱います。
ko: 하체의 주요 타겟 부위는 모두 따로 유지됩니다.
nl: Elk primair doel in het onderlichaam blijft apart.
pl: Każda główna partia dołu ciała osobno.
pt_br: Cada alvo principal da parte inferior fica separado.
ro: Fiecare mușchi principal al picioarelor rămâne separat.
ru: Каждая основная мышца низа тела — отдельно.
zh_hans: 下肢各主要目标肌群分开统计。
